tap "domt4/autoupdate"
tap "homebrew/bundle"
tap "homebrew/services"
brew "bitwarden-cli"
brew "docker", link: false
brew "ffmpeg"
brew "gh"
brew "handbrake", link: false
brew "imagemagick"
brew "mas"
brew "mist-cli"
brew "pinentry-mac"
brew "pnpm"
brew "poppler"
brew "smartmontools"
brew "speedtest-cli"
brew "tree"
cask "adobe-creative-cloud"
cask "amazon-q"
cask "android-platform-tools"
cask "apparency"
cask "appcleaner"
cask "arc"
cask "balenaetcher"
cask "betterdisplay"
cask "blender"
cask "chatgpt"
cask "codeedit"
cask "cyberduck"
cask "discord"
cask "dockdoor"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "ghostty"
cask "github-copilot-for-xcode"
cask "google-drive"
cask "grandperspective"
cask "handbrake-app"
cask "iina"
cask "imageoptim"
cask "jordanbaird-ice"
cask "keka"
cask "libreoffice"
cask "logi-options+"
cask "markedit"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "miro"
cask "notion"
cask "notion-calendar"
cask "obs"
cask "obsidian"
cask "only-switch"
cask "onyx"
cask "parsec"
cask "raycast"
cask "rewind"
cask "rocket"
cask "safari-technology-preview"
cask "shottr"
cask "sketch"
cask "sketch@beta"
cask "slack"
cask "sonos"
cask "stats"
cask "steam"
cask "sublime-text"
cask "syntax-highlight"
cask "the-unarchiver"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "vscodium"
cask "warp"
cask "xld"
cask "zed"
cask "zen"
cask "zeplin"
cask "zoom"
mas "AdGuard for Safari", id: 1440147259
mas "Apple Configurator", id: 1037126344
mas "BetterSnapTool", id: 417375580
mas "Bitwarden", id: 1352778147
mas "Civilization V: Campaign Edition", id: 439924718
mas "Compressor", id: 424390742
mas "CrystalFetch", id: 6454431289
mas "Final Cut Pro", id: 424389933
mas "FreeScaler", id: 6443796196
mas "Harvest", id: 506189836
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Mactracker", id: 430255202
mas "MainStage", id: 634159523
mas "MeetingBar", id: 1532419400
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Motion", id: 434290957
mas "NepTunes", id: 1006739057
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PayPal Honey", id: 1472777122
mas "Perplexity", id: 6714467650
mas "Poolsuite FM", id: 1514817810
mas "Prime Video", id: 545519333
mas "Shazam", id: 897118787
mas "Sim Daltonism", id: 693112260
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "Twitter", id: 1482454543
mas "Velja", id: 1607635845
mas "Vinegar", id: 1591303229
mas "WhatsApp", id: 310633997
mas "Whisper Transcription", id: 1668083311
mas "Wipr", id: 1662217862
mas "Xcode", id: 497799835
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "astro-build.astro-vscode"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "openai.chatgpt"
vscode "robbowen.synthwave-vscode"
